{"translation-revision-date":"2025-03-07 15:38:32+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"%s Modules":["Módulos de %s"],"Quick Links":["Ligazóns rápidas"],"Your License":["A túa licenza"],"Welcome Banner":["Banner de benvida"],"%s Integrations":["Integracións de %s"],"Do more with %s Modules":["Fai máis cos módulos de %s"],"%s is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight and offers unparalleled speed.":["%s é un bonito tema WordPress rápido, totalmente personalizable para blogs, porfolios persoais, webs de negocios e escaparates de WooCommerce. É moi lixeiro e ofrece unha velocidade inigualable."],"Site Builder":["Maquetador do sitio"],"Watch the Quick Starter Guide":["Ve a guía de inicio rápido"],"Pro":["Pro"],"FREE":["GRATIS"],"Free":["Gratis"],"CORE":["NÚCLEO"],"Close ":["Cerrar "],"Hello ":["Ola "],"Rate Us":["Valóranos"],"Features":["Características"],"Mega Menu":["Mega menú"],"Activated!":["Activado!"],"updating...":["actualizando..."],"Free vs Pro":["Gratis fronte a Pro"],"Deactivated!":["Desactivado!"],"All Features":["Todas as características"],"Join Now →":["Únete agora →"],"Activate Now":["Activar agora"],"Activate all":["Activar todo"],"Custom Footer":["Pé de páxina personalizado"],"Custom Header":["Cabeceira personalizada"],"Quick Settings":["Axustes rápidos"],"Deactivate all":["Desactivar todo"],"Cache Cleared!":["Caché baleirada!"],"Explore Spectra":["Explora Spectra"],"Custom 404 Page":["Páxina 404 personalizada"],"Activate Spectra":["Activar Spectra"],"Divider Elements":["Elementos separadores"],"Limited Features":["Características limitadas"],"Astra Free vs Pro":["Astra gratis fronte a Pro"],"Astra Free Vs Pro":["Astra gratis fronte a Pro"],"Fluid Site Layout":["Deseño do sitio fluído"],"Start Customising":["Empezar a personalizar"],"Install & Activate":["Instalar e activar"],"Padded Site Layout":["Deseño do sitio con recheo"],"Join the Community":["Únete á comunidade"],"Astra Integrations":["Integracións de Astra"],"View Documentation":["Ver documentación"],"Assets Regenerated!":["Recursos rexerados!"],"Successfully saved!":["Gardado correctamente!"],"Submit a Review →":["Envía unha valoración →"],"Search Box Shortcode":["Shortcode da caixa de busca"],"24\/7 Premium Support":["Soporte premium 24\/7"],"Based on 5k+ reviews":["Baseado en máis de 5 mil valoracións"],"Just-in-time Compiler":["Compilador instantáneo"],"Secure and Integrated":["Seguro e integrado"],"Super Fast and Stable":["Superrápido e estable"],"Breadcrumbs Shortcode":["Shortcode de migas de pan"],"Shrink When Scroll Up":["Encollerse ao facer scroll cara arriba"],"Sticky When Scroll Up":["Facerse fixa ao facer scroll cara arriba"],"Multiple Page Headers":["Múltiples cabeceiras de páxina"],"Max Width Site Layout":["Deseño do sitio a ancho máximo"],"Access To Pro Updates":["Acceso a actualizacións Pro"],"Successfully imported!":["Importado correctamente!"],"Multiple HTML Elements":["Elementos con HTML múltiple"],"Full Width Site Layout":["Deseño do sitio a ancho completo"],"Colors and Backgrounds":["Cores e fondos"],"View All Documentation":["Ver toda a documentación"],"EDD Mini-Cart Shortcode":["Shortcode de mini carriño de EDD"],"Page Background Styling":["Estilos de fondo de páxina"],"Successfully Activated!":["Activado correctamente!"],"Multiple Button Elements":["Elementos con varios botóns"],"Sticky Header Animations":["Animacións de cabeceira fixa"],"Sidebar Designing Styles":["Estilos de deseño da barra lateral"],"Google Will Love and Rank":["Google amarao e posicionarao"],"Successfully Deactivated!":["Desactivado correctamente!"],"Native WordPress Interface":["Interface nativa de WordPress"],"See all Astra Pro features":["Ver todas as características de Astra Pro"],"Color & Typography Options":["Opcións de cor e tipografía"],"Zero Bloat, No Dependencies":["Cero sobrecarga, sen dependencias"],"Hide Sticky When Scroll Down":["Ocultar cabeceira fixa ao facer scroll cara abaixo"],"Install Spectra - It’s free":["Instala Spectra - é gratis"],"WooCommerce Mini-Cart Shortcode":["Shortcode de mini carriño de WooCommerce"],"Archive Page - Post Grid Control":["Páxina de arquivo - Control de cuadrícula de entradas"],"Hooks Support to Add Custom Code":["Compatibilidade de ganchos para engadir código personalizado"],"Single Post Page - Author Info Box":["Páxina de entrada individual - Caixa de información do autor"],"Archive Page - Post Content Layouts":["Páxina de arquivo - Deseños de contido de entradas"],"Spectra - WordPress Free Page Builder":["Spectra - Maquetador de páxinas gratuíto para WordPress"],"Archive Page - Post Readtime Meta Option":["Páxina de arquivo - Opción meta de tempo de lectura da entrada"],"This option only available on Astra Pro.":["Esta opción só está dispoñible en Astra Pro."],"CSS File Generation For Speed Optimization":["Xeración de arquivo CSS para optimización de velocidade"],"Build Ultra High Performance Websites, Without Coding":["Crea webs cun rendemento ultra alto, sen programar"],"Single Post Page - Post Navigation Visibility Control":["Páxina de entrada individual - Control de visibilidade de navegación de entradas"],"We love to hear from you, we would appreciate every single review.":["Encantaríanos saber de ti, apreciaríamos cada valoración."],"Spectra is 100% beginner friendly and enhances the default WordPress block editor.":["Spectra está 100% pensado en principiantes e mellora o editor de bloques por defecto de WordPress."],"Spectra Integrates into the same WordPress editor, making it super intuitive website builder.":["Spectra intégrase no mesmo editor de WordPress, convertíndoo nun maquetador de webs super intuitivo."],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Carga recursos dinamicamente, só cando se necesiten. Os recursos cárganse só para aqueles bloques que se usan nunha páxina."],"Score 100% in CWV. Clean code output and lightning-fast load times keep visitors and search engines happy.":["Puntúa 100% en CWV. Código xerado limpo e tempos de carga a toda velocidade fan felices a visitantes e motores de busca."],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Spectra funciona co editor nativo de WordPress, sen dependencias de código externo. É, polo tanto, rápido e estable."],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Código limpo, creado usando os últimos estándares para maximizar a seguridade e que funciona sen fallos con calquera plugin WordPress"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Tes algunha pregunta sobre o plugin, queres compartir o teu fantástico proxecto ou só saudar? Únete á nosa marabillosa comunidade!"],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Menos scripts externos e dependencias manteñen limpo o código, resultando en tamaños de arquivo pequenos e tempos de carga máis rápidos."],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Esta opción cargará os arquivos de fontes ao cargar a páxina. A precarga de fontes locais pode acelerar a túa web aínda máis."],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Activa esta opción para descargar as fontes de Google e gardalas no teu servidor. Isto pode ser fantástico para mellorar a velocidade da túa web e para cumprir coas leis de RXPD."],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Accede a potentes características para deseñar en WordPress sen problemas, quitando todo o que sobra. Ferramentas potentes, soporte premium, oportunidades ilimitadas coa versión Pro! Activa ou desactiva os avisos de actualizar "],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["Despois de anos de evolución e actualizacións o vello maquetador de cabeceiras e pés de páxina está nun punto no que xa non pode xestionar todas as novas características. Recomendámosche actualizar ao novo maquetador de cabeceiras e páxinas, que ten unha gran colección de novas características, e ofrece unha experiencia máis sólida."],"Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.":["Actualiza a Astra Pro para conseguir acceso ao maquetador do sitio, que che permiten crear cabeceiras, pés de páxina e páxinas 404 únicas, ademais de contido personalizado."],"Single Post Page - Post Readtime Meta Option":["Páxina de entrada individual - Opción meta de tempo de lectura da entrada"],"PRO":["PRO"],"Activated":["Activo"],"What's New?":["Que novidades hai?"],"Welcome to KB Docs":["Dámosche a benvida á documentación da base de coñecemento"],"Create professional designed pixel perfect websites in minutes. Get access to 280+ pre-made full website templates for your favorite page builder.":["Crea webs profesionais deseñadas ao píxel. Consigue acceso a máis de 280 modelos prefabricados de web completa para o teu maquetador de páxinas favorito."],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Consigue acceso a potentes características para deseñar en WordPress sen problemas, quitando todo o que sobra. Con todo o tempo que te aforras é un produto que se paga só!"],"Upgrade Now":["Actualiza agora"],"Build Better Websites with Astra Pro":["Crea mellores webs con Astra Pro"],"Upgrade to Astra Pro":["Actualiza a Astra Pro"],"here.":["aquí."],"Legacy":["Herdado"],"Performance":["Rendemento"],"Preload Local Fonts":["Precarga de fontes locais"],"Flush Local Font Files":["Baleirar arquivos de fontes locais"],"Flush Local Fonts Cache":["Baleirar a caché das fontes locais"],"Load Google Fonts Locally":["Cargar as fontes de Google localmente"],"Click the button to reset the local fonts cache.":["Fai clic no botón para restablecer a caché de fontes locais."],"Go to Customizer":["Ir ao personalizador"],"Use New Header\/Footer Builder":["Usar o novo maquetador de cabeceiras\/pés de páxina"],"Activate":["Activar"],"Easy Digital Downloads":["Easy Digital Downloads"],"LearnDash":["LearnDash"],"Spacing":["Espazado"],"White Label":["Marca branca"],"Knowledge Base":["Base de coñecemento"],"Learn More":["Aprender máis"],"LifterLMS":["LifterLMS"],"Settings":["Axustes"],"General":["Xeral"],"WooCommerce":["WooCommerce"],"Welcome to %s":["Dámosche a benvida a %s"],"Do More with Astra Pro":["Fai máis con Astra Pro"],"Welcome":["Benvido\/a"],"Search":["Buscar"],"Typography":["Tipografía"],"Customize":["Personalizar"]}},"comment":{"reference":"admin\/assets\/build\/dashboard-app.js"}}