{"translation-revision-date":"2025-04-08 06:31:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Whats's New":["Novedades"],"Go to Dashboard":["Ir al escritorio"],"Oops! Documentation not found.":["¡Vaya! No se ha encontrado la documentación."],"404":["404"],"No docs found!":["¡No se han encontrado documentos!"],"Activation failed. Please try again.":["Activación fallida. Por favor, inténtalo de nuevo."],"Extend Your Website":["Amplía tu sitio web"],"Unlock Pro Features":["Desbloquear características Pro"],"An error occurred while regenerating assets.":["Se ha producido un error al regenerar los activos."],"An error occurred while saving.":["Se ha producido un error al guardar."],"WooCommerce extensions that will elevate your online store from good to exceptional.":["Extensiones de WooCommerce que convertirán tu tienda online de buena a excepcional."],"Extensions":["Extensiones"],"active users":["usuarios activos"],"Know More →":["Saber más →"],"Faster and exclusive support service designed for VIP assistance and benefits.":["Servicio de soporte más rápido y exclusivo, diseñado para asistencia VIP y otros beneficios."],"VIP Priority Support":["Soporte prioritario VIP"],"Your License":["Tu licencia"],"%s Integrations":["Integraciones de %s"],"%s Modules":["Módulos de %s"],"Do more with %s Modules":["Haz más con los módulos de %s"],"Quick Links":["Enlaces rápidos"],"%s is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight and offers unparalleled speed.":["%s es un bonito tema WordPress rápido, totalmente personalizable para blogs, porfolios personales, webs de negocios y escaparates de WooCommerce. Es muy ligero y ofrece una velocidad inigualable."],"Welcome Banner":["Banner de bienvenida"],"Site Builder":["Maquetador del sitio"],"Watch the Quick Starter Guide":["Ve la guía de inicio rápido"],"Close ":["Cerrar "],"Successfully imported!":["¡Importado correctamente!"],"Build Ultra High Performance Websites, Without Coding":["Crea webs con un rendimiento ultra alto, sin programar"],"Spectra is 100% beginner friendly and enhances the default WordPress block editor.":["Spectra está 100% pensado en principiantes y mejora el editor de bloques por defecto de WordPress."],"Spectra - WordPress Free Page Builder":["Spectra - Maquetador de páginas gratuito para WordPress"],"Explore Spectra":["Explora Spectra"],"Activate Spectra":["Activa Spectra"],"Install Spectra - It’s free":["Instala Spectra - Es gratis"],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Carga recursos dinámicamente, solo cuando se necesiten. Los recursos se carga solo para aquellos bloques que se usan en una página."],"Just-in-time Compiler":["Compilador instantáneo"],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Menos scripts externos y dependencias mantienen limpio el código, resultando en tamaños de archivo pequeños y tiempos de carga más rápidos."],"Zero Bloat, No Dependencies":["Cero sobrecarga, sin dependencias"],"Score 100% in CWV. Clean code output and lightning-fast load times keep visitors and search engines happy.":["Puntúa 100% en CWV. Código generado limpio y tiempos de carga a toda velocidad hacen felices a visitantes y motores de búsqueda."],"Google Will Love and Rank":["Google lo amará y posicionará"],"Spectra Integrates into the same WordPress editor, making it super intuitive website builder.":["Spectra se integra en el mismo editor de WordPress, convirtiéndolo en un maquetador de webs super intuitivo."],"Native WordPress Interface":["Interfaz nativa de WordPress"],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Código limpio, creado usando los últimos estándares para maximizar la seguridad y que funciona sin fallos con cualquier plugin WordPress"],"Secure and Integrated":["Seguro e integrado"],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Spectra funciona con el editor nativo de WordPress, sin dependencias de código externo. Es, por tanto, rápido y estable."],"Super Fast and Stable":["Superrápido y estable"],"Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.":["Actualiza a Astra Pro para conseguir acceso al maquetador del sitio, que te permite crear cabeceras, pies de página y páginas 404 únicas, además de contenido personalizado."],"Install & Activate":["Instalar y activar"],"updating...":["actualizando…"],"Activated!":["¡Activado!"],"Deactivated!":["¡Desactivado!"],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Accede a potentes características para diseñar en WordPress sin problemas, quitando todo lo que sobra. ¡Herramientas potentes, soporte premium, oportunidades ilimitadas con la versión Pro! Activa o desactiva los avisos de actualizar "],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["Después de años de evolución y actualizaciones el viejo maquetador de cabeceras y pies de página está en un punto en el que ya no puede gestionar todas las nuevas características. Te recomendamos actualizar al nuevo maquetador de cabeceras y páginas, que tiene una gran colección de nuevas características, y ofrece una experiencia más sólida."],"Assets Regenerated!":["¡Recursos regenerados!"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Esta opción cargará los archivos de fuentes al cargar la página. La precarga de fuentes locales puede acelerar tu web aún más."],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Activa esta opción para descargar las fuentes de Google y guardarlas en tu servidor. Esto puede ser fantástico para mejorar la velocidad de tu web y para cumplir con las leyes de RGPD."],"Successfully saved!":["¡Guardado correctamente!"],"See all Astra Pro features":["Ver todas las características de Astra Pro"],"Features":["Características"],"Astra Free vs Pro":["Astra gratis frente a Pro"],"Astra Free Vs Pro":["Astra gratis frente a Pro"],"EDD Mini-Cart Shortcode":["Shortcode de mini carrito de EDD"],"WooCommerce Mini-Cart Shortcode":["Shortcode de mini carrito de WooCommerce"],"Search Box Shortcode":["Shortcode de caja de búsqueda"],"Breadcrumbs Shortcode":["Shortcode de migas de pan"],"Single Post Page - Post Navigation Visibility Control":["Página de entrada individual - Control de visibilidad de navegación de entradas"],"Single Post Page - Author Info Box":["Página de entrada individual - Caja de información del autor"],"Single Post Page - Post Readtime Meta Option":["Página de entrada individual - Opción meta de tiempo de lectura de la entrada"],"Archive Page - Post Readtime Meta Option":["Página de archivo - Opción meta de tiempo de lectura de la entrada"],"Archive Page - Post Grid Control":["Página de archivo - Control de cuadrícula de entradas"],"Archive Page - Post Content Layouts":["Página de archivo - Diseños de contenido de entradas"],"Color & Typography Options":["Opcionies de color y tipografía"],"Divider Elements":["Elementos separadores"],"Multiple Button Elements":["Elementos con varios botones"],"Multiple HTML Elements":["Elementos con HTML múltiple"],"Mega Menu":["Mega menú"],"Sticky Header Animations":["Animaciones de cabecera fija"],"Hide Sticky When Scroll Down":["Ocultar cabecera fija al hacer scroll hacia abajo"],"Shrink When Scroll Up":["Encogerse al hacer scroll hacia arriba"],"Sticky When Scroll Up":["Hacerse fija al hacer scroll hacia arriba"],"Hooks Support to Add Custom Code":["Compatibilidad de ganchos para añadir código personalizado"],"Custom 404 Page":["Página 404 personalizada"],"Custom Footer":["Pie de página personalizado"],"Custom Header":["Cabecera personalizada"],"Multiple Page Headers":["Múltiples cabeceras de página"],"Fluid Site Layout":["Diseño del sitio fluido"],"Padded Site Layout":["Diseño del sitio con relleno"],"Max Width Site Layout":["Diseño del sitio a ancho máximo"],"Full Width Site Layout":["Diseño del sitio a ancho completo"],"All Features":["Todas las características"],"Limited Features":["Características limitadas"],"Colors and Backgrounds":["Colores y fondos"],"Sidebar Designing Styles":["Estilos de diseño de la barra lateral"],"Page Background Styling":["Estilos de fondo de página"],"CSS File Generation For Speed Optimization":["Generación de archivo CSS para optimización de velocidad"],"Access To Pro Updates":["Acceso a actualizaciones Pro"],"24\/7 Premium Support":["Soporte premium 24\/7"],"Submit a Review →":["Envía una valoración →"],"We love to hear from you, we would appreciate every single review.":["Nos encantaría saber de ti, apreciaríamos cada valoración."],"Based on 5k+ reviews":["Basado en más de 5 mil valoraciones"],"Rate Us":["Valóranos"],"Join Now →":["Únete ahora →"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["¿Tienes alguna pregunta sobre el plugin, quieres compartir tu fantástico proyecto o solo saludar? ¡Únete a nuestra maravillosa comunidad!"],"Join the Community":["Únete a la comunidad"],"Astra Integrations":["Integraciones de Astra"],"Activate Now":["Activar ahora"],"Quick Settings":["Ajustes rápidos"],"Start Customising":["Empieza a personalizar"],"FREE":["GRATIS"],"Hello ":["Hola "],"Deactivate all":["Desactivar todo"],"Activate all":["Activar todo"],"Cache Cleared!":["¡Caché vaciada!"],"Free":["Gratis"],"Pro":["Pro"],"Successfully Deactivated!":["¡Desactivado correctamente!"],"Successfully Activated!":["¡Activado correctamente!"],"This option only available on Astra Pro.":["Esta opción solo está disponible en Astra Pro."],"CORE":["NÚCLEO"],"Free vs Pro":["Gratis frente a Pro"],"View All Documentation":["Ver toda la documentación"],"View Documentation":["Ver documentación"],"Welcome to KB Docs":["Te damos la bienvenida a la documentación de la base de conocimiento"],"PRO":["PRO"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Consigue acceso a potentes características para diseñar en WordPress sin problemas, quitando todo lo que sobra. ¡Con todo el tiempo que te ahorras es un producto que se paga solo!"],"What's New?":["¿Qué novedades hay?"],"Create professional designed pixel perfect websites in minutes. Get access to 280+ pre-made full website templates for your favorite page builder.":["Crea webs profesionales diseñadas al píxel. Consigue acceso a más de 280 plantillas prefabricadas de web completa para tu maquetador de páginas favorito."],"Activated":["Activo"],"Upgrade to Astra Pro":["Actualiza a Astra Pro"],"Build Better Websites with Astra Pro":["Crea mejores webs con Astra Pro"],"Upgrade Now":["Actualiza ahora"],"here.":["aquí."],"Legacy":["Heredado"],"Click the button to reset the local fonts cache.":["Haz clic en el botón para restablecer la caché de fuentes locales."],"Flush Local Fonts Cache":["Vaciar la caché de las fuentes locales"],"Preload Local Fonts":["Precarga de fuentes locales"],"Load Google Fonts Locally":["Cargar las fuentes de Google localmente"],"Performance":["Rendimiento"],"Flush Local Font Files":["Vaciar archivos de fuentes locales"],"Go to Customizer":["Ir al personalizador"],"Use New Header\/Footer Builder":["Usar el nuevo maquetador de cabeceras\/pies de página"],"Activate":["Activar"],"Easy Digital Downloads":["Easy Digital Downloads"],"LearnDash":["LearnDash"],"Learn More":["Aprende más"],"White Label":["Marca blanca"],"Spacing":["Espaciado"],"Knowledge Base":["Base de conocimiento"],"LifterLMS":["LifterLMS"],"Settings":["Ajustes"],"General":["General"],"WooCommerce":["WooCommerce"],"Welcome to %s":["Te damos la bienvenida a %s"],"Do More with Astra Pro":["Haz más con Astra Pro"],"Welcome":["Te damos la bienvenida"],"Search":["Buscar"],"Typography":["Tipografía"],"Customize":["Personalizar"]}},"comment":{"reference":"admin\/assets\/build\/dashboard-app.js"}}