{"translation-revision-date":"2025-01-24 12:08:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Extensions":["Extensions"],"VIP Priority Support":["Suport prioritari VIP"],"active users":["usuaris actius"],"Welcome Banner":["Bàner de benvinguda"],"Quick Links":["Enllaços ràpids"],"%s Integrations":["Integracions de %s"],"Your License":["Llicència"],"%s Modules":["Mòduls de %s"],"Site Builder":["Constructor de llocs web"],"Watch the Quick Starter Guide":["Mostra la guia d'inici ràpid"],"Close ":["Tanca "],"FREE":["GRATIS"],"Hello ":["Hola "],"Free":["De franc"],"Pro":["Pro"],"updating...":["actualitzant..."],"Activated!":["Activat"],"Deactivated!":["Desactivat"],"Features":["Característiques"],"Join Now →":["Uniu-vos ara →"],"Activate Now":["Activa ara"],"Successfully imported!":["S'ha importat correctament!"],"Build Ultra High Performance Websites, Without Coding":["Construïu llocs web d'alt rendiment, sense codificació"],"Explore Spectra":["Explora l'espectre"],"Activate Spectra":["Activa l'espectre"],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Carrega els actius dinàmicament sota demanda. Els actius es carreguen només per als blocs que s'utilitzen en una pàgina."],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Menys scripts i dependències externes mantenen el codi net, el que resulta en fitxes mès lleugers i temps de càrrega més ràpids."],"Successfully saved!":["S'ha desat correctament!"],"See all Astra Pro features":["Visualitza totes les característiques de l'Astra Pro"],"Divider Elements":["Elements del divisor"],"Multiple Button Elements":["Elements múltiples del botó"],"Multiple HTML Elements":["Múltiples elements HTML"],"Custom 404 Page":["Pàgina 404 personalitzada"],"Custom Footer":["Peu de pàgina personalitzat"],"Custom Header":["Capçalera personalitzada"],"Multiple Page Headers":["Múltiples capçaleres de pàgina"],"All Features":["Totes les característiques"],"Limited Features":["Característiques limitades"],"Colors and Backgrounds":["Colors i fons"],"Quick Settings":["Configuració ràpida"],"Start Customising":["Inicia la personalització"],"Deactivate all":["Desactiva-ho tot"],"Activate all":["Activa-ho tot"],"Cache Cleared!":["S'ha netejat la memòria cau"],"Successfully Deactivated!":["S'ha desactivat correctament"],"Successfully Activated!":["S'ha activat correctament"],"This option only available on Astra Pro.":["Aquesta opció només està disponible a l'Astra Pro."],"View All Documentation":["Mostra tota la documentació"],"View Documentation":["Mostra la documentació"],"Free vs Pro":["Gratuït vs Pro"],"Astra Integrations":["Integracions de l'Astra"],"Submit a Review →":["Envia una revisió →"],"We love to hear from you, we would appreciate every single review.":["Ens encanta escoltar-vos, agrairíem cada revisió."],"CORE":["NUCLI"],"Spectra is 100% beginner friendly and enhances the default WordPress block editor.":["Spectra és fàcil per a principiants i millora l'editor de blocs predeterminat del WordPress."],"Spectra - WordPress Free Page Builder":["Spectra - Constructor gratuït de llocs web per al WordPress"],"Install Spectra - It’s free":["Instal·la Spectra - És gratuït"],"Just-in-time Compiler":["Compilador instantani"],"Zero Bloat, No Dependencies":["Zero sobrecàrrega, sense dependències"],"Score 100% in CWV. Clean code output and lightning-fast load times keep visitors and search engines happy.":["Puntua 100% en CWV. Codi net i temps de càrrega ràpids fan feliços a visitants i motors de cerca."],"Google Will Love and Rank":["Google us estimarà i posicionarà"],"Spectra Integrates into the same WordPress editor, making it super intuitive website builder.":["Spectra s'integra en el mateix editor del WordPress, convertint-lo en un creador de llocs web superintuïtiu."],"Native WordPress Interface":["Interfície nativa del WordPress"],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Codi net, creat usant els últims estàndards per a maximitzar la seguretat i que funciona sense problemes amb qualsevol extensió del WordPress"],"Secure and Integrated":["Segur i integrat"],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Spectra funciona amb l'editor natiu del WordPress sense dependència de codi extern. Per tant, és ràpid i estable."],"Super Fast and Stable":["Súper ràpid i estable"],"Install & Activate":["Instal·la i activa"],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Accediu a funcions potents per al disseny sense dificultats del WordPress sense els alts costos. Eines potents, suport premium, oportunitat il·limitada amb el Pro. Activa o desactiva els avisos d'actualització "],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["Després d'anys d'evolució i actualitzacions, l'antic generador de peu de pàgina de capçalera es troba en el punt on ja no pot gestionar totes les noves característiques. Us recomanem que actualitzeu al nou generador de peu de pàgina de capçalera que té una varietat de característiques noves i proporciona una experiència més perfeccionada."],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Aquesta opció carregarà els fitxers de tipus de lletra immediatament en carregar la pàgina. Precarregar els tipus de lletra locals pot accelerar encara més el vostre lloc web."],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Activeu aquesta opció per a descarregar els tipus de lletra de Google i desar-los al servidor. Això pot ser genial per millorar la velocitat del vostre lloc web i complir amb les lleis RGPD."],"Astra Free vs Pro":["Astra gratuït enfront del Pro"],"Astra Free Vs Pro":["Astra gratuït enfront del Pro"],"EDD Mini-Cart Shortcode":["Codi de substitució de la mini cistella d'EDD"],"Search Box Shortcode":["Codi de substitució de cerca"],"Breadcrumbs Shortcode":["Codi de substitució de rutes de navegació"],"Sticky Header Animations":["Animacions de capçalera fixa"],"Hide Sticky When Scroll Down":["Oculta el fixament en desplaçar-se cap avall"],"Shrink When Scroll Up":["Encongeix quan es desplaci cap amunt"],"Sticky When Scroll Up":["Fixa quan es desplaça cap amunt"],"Hooks Support to Add Custom Code":["Compatibilitat de ganxos per a afegir codi personalitzat"],"Fluid Site Layout":["Disseny de lloc web fluid"],"Max Width Site Layout":["Amplada màxima del disseny del lloc web"],"Full Width Site Layout":["Disseny del lloc web d'ample complet"],"Sidebar Designing Styles":["Estils de disseny de la barra lateral"],"Page Background Styling":["Estil de fons de la pàgina"],"CSS File Generation For Speed Optimization":["Generació de fitxers CSS per a l'optimització de la velocitat"],"Access To Pro Updates":["Accés a les actualitzacions Pro"],"Padded Site Layout":["Disseny del lloc web amb separació"],"Color & Typography Options":["Opcions de color i de tipografia"],"Single Post Page - Post Navigation Visibility Control":["Pàgina d'entrada individual - Control de visibilitat de la navegació d'entrades"],"Single Post Page - Author Info Box":["Pàgina d'entrada individual - Caixa d'informació de l'autor"],"Archive Page - Post Readtime Meta Option":["Pàgina d'arxiu - Opció meta de temps de lectura de l'entrada"],"Archive Page - Post Grid Control":["Pàgina d'arxiu - Control de la graella de les entrades"],"Archive Page - Post Content Layouts":["Pàgina d'arxiu - Dissenys del contingut de les entrades"],"24\/7 Premium Support":["Suport prèmium 24\/7"],"Mega Menu":["Menú Mega"],"WooCommerce Mini-Cart Shortcode":["Codi de substitució de la mini cistella del WooCommerce"],"Based on 5k+ reviews":["Basat en més de 5 mil ressenyes"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Teniu alguna pregunta sobre l'extensió, voleu compartir el vostre projecte o només saludar? Uniu-vos a la nostra meravellosa comunitat."],"Rate Us":["Puntueu-nos"],"Assets Regenerated!":["Recursos regenerats"],"Join the Community":["Uniu-vos a la comunitat"],"Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.":["Actualitzeu a l'Astra Pro per a accedir al constructor de llocs web, que us permeten crear una capçalera única, peu de pàgina, pàgines 404 i contingut personalitzat."],"Activated":["Activat"],"PRO":["PRO"],"What's New?":["Què hi ha de nou?"],"Welcome to KB Docs":["Us donem la benvinguda a KB Docs"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Aconseguiu accés a característiques potents per a dissenyar sense problemes amb el WordPress, sense tot el que sobra. El producte es pagarà a si mateix amb tot el temps que estalviareu."],"Create professional designed pixel perfect websites in minutes. Get access to 280+ pre-made full website templates for your favorite page builder.":["Creeu llocs web perfectes i dissenyats professionalment en qüestió de minuts. Obteniu accés a més de 280 plantilles prefetes de llocs web complets per al vostre constructor de pàgines preferit."],"Upgrade Now":["Actualitza ara"],"Upgrade to Astra Pro":["Actualitza a l'Astra Pro"],"Build Better Websites with Astra Pro":["Construiu llocs web millors amb l'Astra Pro"],"here.":["aquí."],"Legacy":["Heretat"],"Flush Local Fonts Cache":["Neteja la memòria cau dels tipus de lletra locals"],"Click the button to reset the local fonts cache.":["Feu clic al botó per a reinicialitzar la memòria cau dels tipus de lletra locals."],"Preload Local Fonts":["Precarrega les fonts locals"],"Load Google Fonts Locally":["Carrega les fonts de Google localment"],"Performance":["Rendiment"],"Flush Local Font Files":["Neteja els fitxers de fonts locals"],"Go to Customizer":["Vés al personalitzador"],"Use New Header\/Footer Builder":["Utilitzeu el nou maquetador de capçalera\/peu de pàgina"],"Activate":["Activa"],"Easy Digital Downloads":["Easy Digital Downloads"],"LearnDash":["LearnDash"],"Spacing":["Espaiat"],"White Label":["Marca blanca"],"Learn More":["Apren més"],"Knowledge Base":["Base de coneixement"],"LifterLMS":["LifterLMS"],"Settings":["Paràmetres"],"WooCommerce":["WooCommerce"],"General":["General"],"Welcome to %s":["Us donem la benvinguda a %s"],"Do More with Astra Pro":["Feu més amb l'Astra Pro"],"Welcome":["Benvinguts"],"Typography":["Tipografia"],"Search":["Cerca"],"Customize":["Personalitza"]}},"comment":{"reference":"admin\/assets\/build\/dashboard-app.js"}}