{"translation-revision-date":"2025-04-11 15:06:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"pattern\u0004\"%s\" duplicated.":["S'ha duplicat «%s»."],"pattern\u0004%s (Copy)":["%s (Còpia)"],"These blocks are editable using overrides.":["Els blocs són editables mitjançant les substitucions."],"This %1$s is editable using the \"%2$s\" override.":["Aquest %1$s és editable mitjançant la substitució «%2$s»."],"Allow changes to this block throughout instances of this pattern.":["Permet canvis en aquest bloc al llarg d'instàncies d'aquest patró."],"Overrides currently don't support image captions or links. Remove the caption or link first before enabling overrides.":["Les substitucions actualment no permeten llegendes d'imatge ni enllaços. Elimineu primer la llegenda o l'enllaç abans d'activar les substitucions."],"Disable":["Desactiva"],"Are you sure you want to disable overrides? Disabling overrides will revert all applied overrides for this block throughout instances of this pattern.":["Segur que voleu desactivar les substitucions? Si desactiveu les substitucions, es revertiran totes les substitucions aplicades a aquest bloc a totes les instàncies d'aquest patró."],"Disable overrides":["Desactiva les substitucions"],"For example, if you are creating a recipe pattern, you use \"Recipe Title\", \"Recipe Description\", etc.":["Per exemple, si esteu creant un patró de recepta, utilitzeu \"Títol de recepta\", \"Descripció de recepta\", etc."],"Overrides are changes you make to a block within a synced pattern instance. Use overrides to customize a synced pattern instance to suit its new context. Name this block to specify an override.":["Les substitucions són canvis que feu a un bloc dins d'una instància de patró sincronitzat. Utilitzeu les substitucions per personalitzar una instància de patró sincronitzat perquè s'adapti al seu nou context. Anomeneu aquest bloc per especificar una substitució."],"Enable overrides":["Activa les substitucions"],"Overrides":["Substitucions"],"pattern (singular)\u0004Synced":["Sincronitzat"],"Pattern category renamed.":["Categoria de patró reanomenada."],"This category already exists. Please use a different name.":["Aquesta categoria ja existeix. Utilitzeu un nom diferent."],"Please enter a new name for this category.":["Introduïu un nom nou per a aquesta categoria."],"Pattern renamed":["S'ha canviat el nom al patró."],"Sync this pattern across multiple locations.":["Sincronitza aquest patró en diverses ubicacions."],"Duplicate pattern":["Duplica el patró"],"Block name changed to: \"%s\".":["El nom del bloc ha canviat a: «%s»."],"Unsynced pattern created: %s":["Patró no sincronitzat creat: %s"],"Synced pattern created: %s":["Patró sincronitzat creat: %s"],"My pattern":["El meu patró"],"Create pattern":["Crea un patró"],"An error occurred while renaming the pattern.":["S'ha produït un error en canviar el nom del patró."],"Manage patterns":["Gestiona els patrons"],"Rename":["Canvia el nom"],"Duplicate":["Duplica"],"Reset":["Reinicialitza"],"Detach":["Separa"],"Enable":["Activa"],"Add":["Afegeix"],"Cancel":["Cancel·la"],"Name":["Nom"],"Categories":["Categories"],"Save":["Desa"]}},"comment":{"reference":"wp-includes\/js\/dist\/patterns.js"}}