{"translation-revision-date":"2023-10-18 13:58:36+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Added by":["S'ha afegit per"],"Patterns content":["Contingut dels patrons"],"Filter by sync status":["Filtra per estat de sincronització"],"Search patterns":["Cerca patrons"],"Patterns that can be changed freely without affecting the site.":["Patrons que es poden canviar lliurement sense afectar el lloc web."],"Patterns that are kept in sync across the site.":["Patrons que es mantenen sincronitzats a tot el lloc web."],"Standard":["Estàndard"],"Synced":["Sincronitzat"],"Last page":["Última pàgina"],"paging\u0004%1$s of %2$s":["%1$s de %2$s"],"First page":["Primera pàgina"],"Copy to My patterns":["Copia als meus patrons"],"Action menu for %s pattern":["Menú d'accions pel patró %s."],"Editing this pattern will also update anywhere it is used":["En editar aquest patró també s'actualitzarà a qualsevol lloc on s'utilitzi"],"Empty pattern":["Patró buit"],"Are you sure you want to delete \"%s\"?":["Segur que voleu suprimir «%s»?"],"Are you sure you want to clear these customizations?":["Segur que voleu netejar aquestes personalitzacions?"],"Press Enter to edit, or Delete to delete the pattern.":["Premeu la tecla de retorn per editar o la tecla de supressió per suprimir el patró."],"An error occurred while deleting the pattern.":["S'ha produït un error en suprimir el patró."],"\"%s\" added to my patterns.":["S'ha afegit \"%s\" als meus patrons."],"View my patterns":["Visualitza els meus patrons"],"\"%s\" created.":["S'ha creat \"%s\"."],"My Patterns":["Els meus patrons"],"Delete template part":["Suprimeix la secció de plantilla"],"Delete template":["Suprimeix la plantilla"],"Reset template part":["Reinicialitza la secció de plantilla"],"Reset template":["Reinicialitza la plantilla"],"Learn about styles":["Aprèn sobre els estils"],"Open styles":["Obre els estils"],"Open styles revisions":["Obre les revisions d'estils"],"Open CSS":["Obrir CSS"],"Reset styles to defaults":["Reinicialitza els estils als valors predeterminats"],"Save panel":["Desa el quadre"],"Save site, content, and template changes":["Deseu els canvis del lloc web, el contingut i les plantilles"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Utilitzeu les tecles de fletxa esquerra i dreta per canviar la mida del llenç. Manteniu premuda la tecla de majúscules per canviar la mida en increments més grans."],"Open command palette":["Obre la paleta d'ordres"],"View site (opens in a new tab)":["Visualitza el lloc web (s'obre en una pestanya nova)"],"Open Navigation":["Obre la navegació"],"View site":["Visualitza el lloc web"],"View":["Visualitza"],"Zoom-out View":["Vista ampliada"],"Document not found":["No s'ha trobat el document"],"Editing template part:":["S'està editant la secció de plantilla:"],"Editing template:":["S'està editant la plantilla:"],"Editing navigation menu:":["S'està editant el menú de navegació:"],"Editing pattern:":["S'està editant el patró:"],"site exporter menu item\u0004Export":["Exporta"],"Download your theme with updated templates and styles.":["Baixeu-vos el tema amb plantilles i estils actualitzats."],"An error occurred while creating the site export.":["S'ha produït un error en crear l'exportació del lloc web."],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Heu intentat editar un element que no existeix. Potser s'ha suprimit?"],"%1$s ‹ %2$s ‹ Editor":["%1$s ‹ %2$s ‹ Editor"],"Post Template displays each post or page in a Query Loop.":["La plantilla d'entrada mostra cada entrada o pàgina en un bucle de consulta."],"Post Content displays the content of a post or page.":["El contingut d'entrada mostra el contingut d'una entrada o pàgina."],"Query Loop displays a list of posts or pages.":["El bucle de consulta mostra una llista d'entrades o pàgines."],"Now displaying: %s":["S'està mostrant: %s"],"%1$s ‹ %2$s — WordPress":["%1$s ‹ %2$s — WordPress"],"Fallback content":["Contingut alternatiu"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Tingueu en compte que la mateixa plantilla es pot utilitzar en múltiples pàgines, de manera que qualsevol canvi fet aquí pot afectar altres pàgines del lloc web. Per a tornar a editar el contingut de la pàgina, feu clic al botó \"Enrere\" de la barra d'eines."],"Editing a template":["Edició de la plantilla"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Ara és possible editar el contingut de la pàgina a l'editor del lloc. Per personalitzar altres parts de la pàgina com ara la capçalera i el peu de pàgina, canvieu a editar la plantilla mitjançant la barra lateral de configuració."],"Continue":["Continua"],"Editing a page":["Editar una pàgina"],"Here’s a detailed guide to learn how to make the most of it.":["Aquí teniu una guia detallada per aprendre com treure'n el major profit possible."],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/documentation\/article\/styles-overview\/"],"New to block themes and styling your site? ":["No coneixeu els temes de blocs o com aplicar estils al lloc web? "],"Learn more":["Apreneu més"],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Podeu ajustar els blocs per a garantir una experiència coherent arreu del lloc web. Afegiu colors a un bloc de botó corporatiu o definiu l'alçada que vulgueu per al bloc de capçalera."],"Personalize blocks":["Personalitza els blocs"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Podeu personalitzar el lloc tant com vulgueu amb diferents colors, tipografies i dissenys. O, si ho preferiu, deixeu-ho en mans del tema! "],"Set the design":["Defineix el disseny"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Retoqueu el lloc, o doneu-li un aspecte totalment nou! Sigueu creatius - què tal una paleta de colors nova per als botons, o triar un nou tipus de lletra? Doneu una ullada a què podeu fer aquí."],"Welcome to Styles":["Us donem la benvinguda als estils"],"styles":["estils"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Feu clic a <StylesIconImage \/> per començar a dissenyar els vostres blocs i escolliu-ne la tipografia, disseny i colors."],"Design everything on your site — from the header right down to the footer — using blocks.":["Dissenyeu tot al lloc web — des de la capçalera fins al peu de pàgina — fent servir blocs."],"Edit your site":["Editeu el lloc"],"Welcome to the site editor":["Us donem la benvinguda a l'editor del lloc"],"Start writing with text or HTML":["Comenceu a escriure text o HTML"],"Type text or HTML":["Introduïu text o HTML"],"Back to page":["Tornar a la pàgina"],"You are editing a template.":["Esteu editant una plantilla."],"Edit your template to edit this block.":["Editeu la vostra plantilla per editar aquest bloc."],"Search Openverse":["Cerca a l'Openverse"],"Openverse":["Openverse"],"Search audio":["Cerca àudios"],"Search videos":["Cerca vídeos"],"Videos":["Vídeos"],"Search images":["Cerca imatges"],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":["<a %1$s>Obra<\/a>\/ %3$s"],"caption\u0004\"%1$s\"\/ %2$s":["«%1$s»\/ %2$s"],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":["<a %1$s>Obra<\/a> de %2$s\/ %3$s"],"caption\u0004\"%1$s\" by %2$s\/ %3$s":["«%1$s» de %2$s\/ %3$s"],"Editor Canvas":["Llenç de l'editor"],"Template part created.":["S'ha creat la secció de la plantilla."],"Detach blocks from template part":["Separa els blocs de la secció de plantilla"],"Editing history":["Historial d'edició"],"%d Revision":["%d revisió","%d revisions"],"Last edited %s":["Última edició %s"],"Immediately":["Immediatament"],"Change publish date":["Canvia la data de publicació"],"Use a secure password":["Utilitza una contrasenya segura"],"Hide this page behind a password":["Amaga aquesta pàgina darrere d'una contrasenya"],"An error occurred while updating the status":["S'ha produït un error en actualitzar l'estat"],"Change status":["Canvia l'estat"],"Visible to everyone.":["Visible per tothom."],"Publish automatically on a chosen date.":["Publica automàticament a una data triada."],"Only visible to site admins and editors.":["Només visible per administradors i editors."],"Waiting for review before publishing.":["Esperant una revisió abans de publicar."],"Not ready to publish.":["No està llest per publicar."],"Page":["Pàgina"],"Page (selected)":["Pàgina (seleccionada)"],"Styles actions":["Accions d'estils"],"Close Styles":["Tanca els estils"],"Reset to defaults":["Reinicialitza als predeterminats"],"Revision history":["Historial de revisions"],"Do you want to replace your unsaved changes in the editor?":["Voleu reemplaçar els canvis sense desar a l'editor?"]," Discard unsaved changes":[" Descarta els canvis no desats"],"Loading this revision will discard all unsaved changes.":["En carregar aquesta revisió, es descartaran tots els canvis no desats."],"Revisions are added to the timeline when style changes are saved.":["Les revisions s'afegeixen a la cronologia quan es desen els canvis d'estil."],"Changes saved by %s":["Canvis desats per %s"],"Changes saved by %1$s on %2$s":["Canvis desats per %1$s el %2$s"],"Changes saved by %1$s on %2$s (current)":["Canvis desats per %1$s el %2$s (actual)"],"Unsaved changes by %s":["Canvis sense desar de %s"],"Close revisions":["Tanca les revisions"],"CSS":["CSS"],"Choose a variation to change the look of the site.":["Trieu una variació per canviar l'aspecte del lloc web."],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Les paletes s'utilitzen per a proporcionar opcions de colors predeterminats per als blocs i diverses eines de disseny. Aquí podeu editar els colors amb les seves etiquetes."],"Custom gradients are empty! Add some gradients to create your own palette.":["Els degradats personalitzats estan buits! Afegiu més degradats per crear la vostra pròpia paleta."],"Custom colors are empty! Add some colors to create your own color palette.":["Els colors personalitzats estan buits! Afegiu més colors per a crear la vostra pròpia paleta."],"Manage palettes and the default color of different global elements on the site.":["Gestiona les paletes i el color per defecte dels diferents elements globals del lloc web."],"Randomize colors":["Colors aleatoris"],"Color palettes":["Paletes de color"],"Palette":["Paleta"],"Add custom colors":["Afegeix colors personalitzats"],"%d color":["%d color","%d colors"],"Select heading level":["Seleccioneu el nivell de capçalera"],"Manage the fonts and typography used on buttons.":["Gestiona els tipus de lletra i la tipografia que s'utilitzen als botons."],"Manage the fonts and typography used on captions.":["Gestiona els tipus de lletra i la tipografia que s'utilitzen a les llegendes."],"Manage the fonts and typography used on headings.":["Gestiona els tipus de lletra i la tipografia que s'utilitzen a les capçaleres."],"Manage the fonts and typography used on the links.":["Gestiona els tipus de lletra i la tipografia utilitzades als enllaços."],"Manage the fonts used on the site.":["Gestiona els tipus de lletra utilitzats al lloc."],"Buttons":["Botons"],"Elements":["Elements"],"Manage the typography settings for different elements.":["Gestiona la configuració de la tipografia per als diferents elements."],"Aa":["Aa"],"Typography %s styles":["Estils de tipografia per a %s"],"Add your own CSS to customize the appearance of the %s block.":["Afegiu el vostre propi CSS per personalitzar l'aparença del bloc %s."],"Style Variations":["Variacions d'estil"],"Search for blocks":["Cerca blocs"],"Customize the appearance of specific blocks and for the whole site.":["Personalitza l'aparença de blocs específics i de tot el lloc web."],"%s block styles":["Estils del bloc %s"],"Add your own CSS to customize the appearance and layout of your site.":["Afegiu el vostre propi CSS per personalitzar l'aparença i disseny del lloc web."],"Blocks styles":["Estils dels blocs"],"Customize the appearance of specific blocks for the whole site.":["Personalitza l'aparença de blocs específics per a tot el lloc web."],"Browse styles":["Navega pels estils"],"Layout styles":["Estils de disseny"],"Colors styles":["Estils de colors"],"Typography styles":["Estils de tipografia"],"An error occurred while moving the page to the trash.":["S'ha produït un error en moure la pàgina a la paperera."],"\"%s\" moved to the Trash.":["S'ha mogut \"%s\" a la paperera."],"< 1 min":["< 1 min"],"%s mins":["%s minuts"],"Time to read":["Temps de lectura"],"Unknown":["Desconegut"],"Words":["Paraules"],"Parent":["Pare"],"Slug":["Àlies"],"Status":["Estat"],"Pending":["Pendent"],"Scheduled":["Previst"],"Scheduled: <time>%s<\/time>":["Planificat per al: <time>%s<\/time>"],"Published <time>%s<\/time>":["Publicat el <time>%s<\/time>"],"Manage all pages":["Gestiona totes les pàgines"],"No page found":["No s'ha trobat cap pàgina"],"Loading pages":["S'estan carregant les pàgines"],"Browse and edit pages on your site.":["Navegueu i editeu pàgines al lloc web."],"Create draft":["Crea un esborrany"],"Draft a new page":["Esborrany d'una pàgina nova"],"An error occurred while creating the page.":["S'ha produït un error en crear la pàgina."],"No title":["Sense títol"],"Saving failed.":["No s'ha pogut desar."],"Site updated.":["S'ha actualitzat el lloc."],"Review %d change…":["Revisar %d canvi...","Revisar %d canvis…"],"Saving":["S'està desant"],"Activate & Save":["Activa i desa"],"Activating":["S'està activant"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["Creeu noves seccions de plantilla o reinicialitzeu qualsevol personalització feta a les seccions de plantilla proporcionades pel vostre tema."],"All template parts":["Totes les seccions de plantilla"],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Creeu noves plantilles o reinicialitzeu qualsevol personalització feta a les plantilles proporcionades pel vostre tema."],"All templates":["Totes les plantilles"],"Manage your Navigation menus.":["Gestioneu els menús de navegació."],"No Navigation Menus found.":["No s'ha trobat cap menú de navegació."],"Unable to duplicate Navigation menu (%s).":["No s'ha pogut duplicar el menú de navegació (%s)."],"Duplicated Navigation menu":["Menú de navegació duplicat"],"%s (Copy)":["%s (Còpia)"],"Unable to rename Navigation menu (%s).":["No s'ha pogut canviar el nom del menú de navegació (%s)."],"Renamed Navigation menu":["S'ha canviat el nom del menú de navegació"],"Unable to delete Navigation menu (%s).":["No s'ha pogut suprimir el menú de navegació (%s)."],"Deleted Navigation menu":["S'ha esborrat el menú de navegació"],"This Navigation Menu is empty.":["El menú de navegació està buit."],"Navigation Menu missing.":["Falta el menú de navegació."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["Els menús de navegació són una col·lecció de blocs seleccionats que permeten als visitants desplaçar-se pel lloc web."],"Are you sure you want to delete this Navigation menu?":["Segur que voleu suprimir aquest menú de navegació?"],"Navigation title":["Títol de la navegació"],"Fully synced":["Sincronitzat completament"],"Not synced":["No sincronitzat"],"Syncing":["S'està sincronitzant"],"pattern\u0004(Customized)":["(Personalitzat)"],"This is the %s pattern.":["Aquest és el patró %s."],"Go to %s":["Vés a %s"],"No template parts or patterns found":["No s'ha trobat cap secció de plantilla ni patró"],"Loading patterns":["S'estan carregant els patrons"],"Manage what patterns are available when editing the site.":["Gestiona quins patrons hi ha disponibles quan s'edita el lloc web."],"Manage all template parts":["Gestiona totes les seccions de plantilla"],"Theme patterns cannot be edited.":["No es poden editar els patrons dels temes."],"Template parts":["Seccions de plantilla"],"Create template part":["Crea una secció de plantilla"],"An error occurred while creating the template part.":["S'ha produït un error en crear la secció de la plantilla."],"Please enter a title.":["Introduïu un títol."],"Editing the original pattern will also update anywhere the pattern is used.":["En editar el patró original també s'actualitzarà a qualsevol lloc on aquest s'utilitzi."],"Keep all pattern instances in sync":["Manté totes les instàncies del patró sincronitzades"],"My pattern":["El meu patró"],"Create pattern":["Crea un patró"],"An error occurred while creating the pattern.":["S'ha produït un error en crear el patró."],"Untitled Pattern":["Patró sense títol"],"Please enter a pattern name.":["Introduïu un nom de patró."],"template\u0004(Customized)":["(Personalitzada)"],"This is a custom template that can be applied manually to any Post or Page.":["Aquesta és una plantilla personalitzada que es pot aplicar manualment a qualsevol entrada o pàgina."],"<time>%s<\/time>":["<time>%s<\/time>"],"Areas":["Àrees"],"Changes will apply to new posts only. Individual posts may override these settings.":["Els canvis només s'aplicaran a les entrades noves. Les entrades individuals poden anul·lar aquesta configuració."],"Allow comments on new posts":["Permet comentaris a les noves entrades"],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":["Estableix el nombre predeterminat d'entrades que es mostraran a les pàgines del blog, incloses les categories i les etiquetes. Algunes plantilles poden anul·lar aquesta configuració."],"Posts per page":["Entrades per pàgina"],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":["Estableix el títol de la pàgina d'entrades. Apareix als resultats de cerca i quan la pàgina es comparteix a les xarxes socials."],"Blog title":["Títol del blog"],"Are you sure you want to delete this template part?":["Segur que voleu suprimir aquesta secció de plantilla?"],"Are you sure you want to delete this template?":["Segur que voleu suprimir aquesta plantilla?"],"Clear customizations":["Neteja les personalitzacions"],"Use the template as supplied by the theme.":["Utilitza la plantilla proporcionada pel tema."],"Actions":["Accions"],"An error occurred while reverting the entity.":["S'ha produït un error en revertir l'entitat."],"\"%s\" reverted.":["S'ha revertit \"%s\"."],"Rename":["Canvia el nom"],"An error occurred while renaming the entity.":["S'ha produït un error en canviar el nom a l'entitat."],"Entity renamed.":["S'ha canviat el nom de l'entitat."],"template part\u0004Customized":["Personalitzada"],"template\u0004Customized":["Personalitzada"],"Manage all templates":["Gestiona totes les plantilles"],"No templates found":["No s'ha trobat cap plantilla"],"Loading templates":["S’estan carregant les plantilles"],"Express the layout of your site with templates":["Expresseu el disseny del vostre lloc web mitjançant plantilles"],"A custom template can be manually applied to any post or page.":["Una plantilla personalitzada es pot aplicar manualment a qualsevol entrada o pàgina."],"Custom template":["Plantilla personalitzada"],"Select what the new template should apply to:":["Seleccioneu a què s'ha d'aplicar la nova plantilla:"],"Add template: %s":["Afegeix plantilla: %s"],"An error occurred while creating the template.":["S'ha produït un error en crear la plantilla."],"\"%s\" successfully created.":["«%s» s'ha creat correctament."],"E.g. %s":["P. ex. %s"],"This template will be used only for the specific item chosen.":["Aquesta plantilla només s'utilitzarà per a l'element específic triat."],"For a specific item":["Per a un element específic"],"For all items":["Per a tots els elements"],"Select whether to create a single template for all items or a specific one.":["Seleccioneu si voleu crear una plantilla individual per a tots els elements o una específica."],"Suggestions list":["Llista de suggeriments"],"All Authors":["Tots els autors"],"No authors found.":["No s'ha trobat cap autor."],"Search Authors":["Cerca autors"],"Displays latest posts written by a single author.":["Mostra les últimes entrades d'un únic autor."],"Displays taxonomy: %s.":["Mostra la taxonomia: %s."],"Displays a single item: %s.":["Mostra un sol element: %s."],"Single item: %1$s (%2$s)":["Element individual: %1$s (%2$s)"],"Single item: %s":["Element individual: %s"],"Displays an archive with the latest posts of type: %s.":["Mostra un arxiu amb les darreres entrades del tipus: %s."],"Archive: %s":["Arxiu: %s"],"Archive: %1$s (%2$s)":["Arxiu: %1$s (%2$s)"],"Customize the appearance of your website using the block editor.":["Personalitzeu l'aparença de la vostra web mitjançant l'editor de blocs."],"Looking for template parts? Find them in \"Patterns\".":["Esteu cercant seccions de plantilla? Trobeu-les a «Patrons»."],"Edit styles":["Edita els estils"],"Choose a different style combination for the theme styles.":["Trieu una combinació d'estils diferent per als estils del tema."],"Last modified":["Última modificació"],"Distraction free mode turned off":["El mode sense distraccions s'ha desactivat"],"Open %s styles in Styles panel":["Obre els estils de %s al quadre d'estils"],"Examples of blocks":["Exemples de blocs"],"Examples of blocks in the %s category":["Exemples de blocs de la categoria %s"],"Close Style Book":["Tanca el llibre d'estils"],"Code Is Poetry":["El codi és poesia"],"Headings":["Capçaleres"],"Global styles revisions":["Revisions d'estils globals"],"Style Book":["Llibre d'estils"],"Use left and right arrow keys to resize the canvas.":["Utilitzeu les tecles de fletxa esquerra i dreta per redimensionar el llenç."],"Drag to resize":["Arrossega per redimensionar"],"Go back to the theme showcase":["Torna a l'aparador de temes"],"Go to the Dashboard":["Vés al tauler"],"Template revert failed. Please reload.":["La reversió de la plantilla ha fallat. Recarregueu."],"Template reverted.":["La plantilla s'ha revertit."],"The editor has encountered an unexpected error. Please reload.":["L'editor s'ha trobat amb un error inesperat. Recarregueu."],"This template is not revertable.":["Aquesta plantilla no es reversible."],"An error occurred while deleting the template.":["S'ha produït un error en suprimir la plantilla."],"\"%s\" deleted.":["S'ha suprimit «%s»."],"Apply globally":["Aplica globalment"],"Apply this block’s typography, spacing, dimensions, and color styles to all %s blocks.":["Aplica la tipografia, l'espaiat, les dimensions i els estils de color d'aquest bloc a tots els blocs %s."],"%s styles applied.":["Estils de %s aplicats."],"Open keyboard shortcuts":["Obre les dreceres de teclat"],"Open editor preferences":["Obre les preferències de l'editor"],"Toggle code editor":["Alterna l'editor de codi"],"Toggle top toolbar":["Alterna la barra d'eines superior"],"Toggle spotlight mode":["Alterna el mode de focus"],"Toggle distraction free":["Alterna el mode sense distraccions"],"Toggle block inspector":["Alterna l'inspector de blocs"],"Toggle settings sidebar":["Alterna els paràmetres de la barra lateral"],"The \"%s\" plugin has encountered an error and cannot be rendered.":["L'extensió «%s» ha trobat un error i no es pot renderitzar."],"Editor footer":["Peu de pàgina de l'editor"],"Editor publish":["Publicació de l'editor"],"Editor settings":["Configuració de l'editor"],"Editor content":["Contingut de l'editor"],"Editor top bar":["Editor de la barra superior"],"Open save panel":["Obre el panell de desat"],"Get started":["Per començar"],"Close Settings":["Tanca la configuració"],"Summary":["Resum"],"Edit template":["Edita la plantilla"],"Add template":["Afegeix plantilla"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Descriviu la plantilla, p. ex. «Entrada amb barra lateral». Una plantilla personalitzada es pot aplicar manualment a qualsevol entrada o pàgina."],"Create custom template":["Crea una plantilla personalitzada"],"Custom Template":["Plantilla personalitzada"],"Block (selected)":["Bloc (seleccionat)"],"%s (selected)":["%s (seleccionat)"],"Close block inserter":["Tanca l'inseridor de blocs"],"Distraction free mode deactivated":["Mode sense distraccions desactivat"],"Distraction free mode activated":["Mode sense distraccions activat"],"Write with calmness":["Escriviu amb calma"],"Spotlight mode deactivated":["S'ha desactivat el mode enfocat"],"Spotlight mode activated":["S'ha activat el mode enfocat"],"Focus on one block at a time":["Posa el focus en un bloc cada vegada"],"Editor":["Editor"],"Code editor":["Editor de codi"],"Visual editor":["Editor visual"],"Generic label for block inserter button\u0004Toggle block inserter":["Commuta l'inseridor de blocs"],"Discussion":["Debats"],"Customize how you interact with blocks in the block library and editing canvas.":["Personalitzeu la manera d'interactuar amb els blocs a la biblioteca de blocs i a l'edició del llenç."],"Block interactions":["Interaccions de blocs"],"Display block breadcrumbs":["Mostra el bloc de la ruta de navegació"],"Shows block breadcrumbs at the bottom of the editor.":["Mostra el bloc de la ruta de navegació a la part inferior de l'editor."],"Always open list view":["Obre sempre la vista de llista"],"Opens the block list view sidebar by default.":["Obre la barra lateral de la vista de llista de blocs per defecte."],"Show text instead of icons on buttons.":["Mostra text en lloc de icones als botons."],"Show button text labels":["Mostra les etiquetes de text dels botons"],"Spotlight mode":["Mode enfocat"],"Highlights the current block and fades other content.":["Destaca el bloc actual i esvaeix l'altre contingut."],"Distraction free":["Sense distraccions"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["Reduïu les distraccions visuals amagant la barra d'eines i altres elements per centrar-vos en l'escriptura."],"Customize options related to the block editor interface and editing flow.":["Personalitzeu les opcions relacionades amb la interfície de l'editor de blocs i el flux d'edició."],"Distraction free mode turned off.":["El mode sense distraccions està desactivat."],"Distraction free mode turned on.":["El mode sense distraccions està activat."],"Navigate to the previous part of the editor.":["Navega a l'anterior part de l'editor."],"Navigate to the next part of the editor.":["Navega a la següent part de l'editor."],"Show or hide the Settings sidebar.":["Mostra o amaga la barra de configuració."],"Open the block list view.":["Obre la vista de llista de blocs."],"Toggle distraction free mode.":["Commuta el mode sense distraccions."],"Switch between visual editor and code editor.":["Canvia entre l'editor visual i l'editor de codi."],"Exit code editor":["Surt de l'editor de codi"],"Editing code":["S'està editant el codi"],"Code editor selected":["Editor de codi seleccionat"],"Visual editor selected":["Editor visual seleccionat"],"Footer":["Peu de pàgina"],"Block Library":["Biblioteca de blocs"],"Header":["Capçalera"],"Pin to toolbar":["Fixa a la barra d'eines"],"Unpin from toolbar":["Treu de la barra d'eines"],"Close plugin":["Tanca l'extensió"],"Copy all blocks":["Copia tots els blocs"],"All content copied.":["S'ha copiat tot el contingut."],"Transform paragraph to heading.":["Transforma el paràgraf en capçalera."],"Transform heading to paragraph.":["Transforma la capçalera en paràgraf."],"Save your changes.":["Desa els canvis."],"Redo your last undo.":["Refés l'últim «desfés»."],"Undo your last changes.":["Desfés els ultims canvis."],"Document tools":["Eines del document"],"Aids screen readers by stopping text caret from leaving blocks.":["Ajuda els lectors evitant que el cursor de text surti dels blocs."],"Contain text cursor inside block":["Conté el cursor de text dins del bloc"],"Preferences":["Preferències"],"Welcome Guide":["Guia de benvinguda"],"Top toolbar deactivated":["S'ha desactivat la barra d'eines superior"],"Top toolbar activated":["S'ha activat la barra d'eines superior"],"Access all block and document tools in a single place":["Accediu a totes les eines del document i del bloc en un mateix lloc"],"Top toolbar":["Barra d'eines superior"],"noun\u0004View":["Vista"],"Text formatting":["Format de text"],"Forward-slash":["Barra inclinada"],"Change the block type after adding a new paragraph.":["Canvia el tipus de bloc desprès d'afegir un nou paràgraf."],"Block shortcuts":["Dreceres pels blocs"],"Selection shortcuts":["Dreceres de selecció"],"Global shortcuts":["Dreceres globals"],"Keyboard shortcuts":["Dreceres de teclat"],"Display these keyboard shortcuts.":["Mostra aquestes dreceres de teclat."],"Convert the current paragraph or heading to a heading of level 1 to 6.":["Converteix el paràgraf o la capçalera actual en una capçalera de nivell 1 a 6."],"Convert the current heading to a paragraph.":["Converteix la capçalera actual en un paràgraf."],"Make the selected text inline code.":["Posa el text seleccionat com a codi en línia."],"Strikethrough the selected text.":["Ratlla el text seleccionat."],"Underline the selected text.":["Subratlla el text seleccionat."],"Insert a link to a post or page.":["Inseriu un enllaç a una entrada o pàgina."],"Remove a link.":["Suprimeix l'enllaç."],"Convert the selected text into a link.":["Converteix el text seleccionat en un enllaç."],"Make the selected text italic.":["Posa en cursiva el text seleccionat."],"Make the selected text bold.":["Posa en negreta el text seleccionat."],"The editor has encountered an unexpected error.":["L'editor s'ha trobat amb un error inesperat."],"Copy Error":["Error de còpia"],"Manage all of my patterns":["Gestiona tots els meus patrons"],"Design":["Disseny"],"Area":["Àrea"],"Create":["Crea"],"Template Part":["Secció de plantilla"],"Choose a pattern":["Trieu un patró"],"No Title":["Sense títol"],"Remove %s":["Suprimeix %s"],"(no title %s)":["(sense títol %s)"],"Navigation":["Navegació"],"Featured image":["Imatge destacada"],"List View":["Llistat"],"Styles":["Estils"],"Tools":["Eines"],"All":["Tots"],"More":["Més"],"Skip":["Salta"],"Duplicate":["Duplica"],"Delete":["Suprimeix"],"Layout":["Disseny"],"Duotone":["Bitò"],"Typography":["Tipus de lletra"],"Appearance":["Aparença"],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Captions":["Títols"],"Blocks":["Blocs"],"Options":["Opcions"],"Navigate to the previous view":["Navega a la vista anterior"],"Patterns":["Patrons"],"%d result found.":["S'ha trobat %d resultat.","S'han trobat %d resultats."],"My patterns":["Els meus patrons"],"Pattern":["Patró"],"Custom":["Personalitzat"],"Text":["Text"],"Page title":["Títol de la pàgina"],"Audio":["Àudio"],"Links":["Enllaços"],"Block":["Bloc"],"User":["Usuari"],"Theme":["Tema"],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":["https:\/\/wordpress.org\/documentation\/article\/site-editor\/"],"Saved":["S'ha desat"],"Content":["Contingut"],"Images":["Imatges"],"Published":["Publicada"],"Private":["Privada"],"Draft":["Esborrany"],"Template Parts":["Seccions de plantilla"],"Templates":["Plantilles"],"No patterns found.":["No s'ha trobat cap patró."],"Revisions":["Revisions"],"Pages":["Pàgines"],"Previous page":["Pàgina anterior"],"Next page":["Pàgina següent"],"Clear":["Neteja"],"Move to Trash":["Mou a la paperera"],"Details":["Detalls"],"Password":["Contrasenya"],"Name":["Nom"],"Password protected":["Protegit amb contrasenya"],"Template":["Plantilla"],"Word count type. Do not translate!\u0004words":["words"],"Save":["Desa"],"Advanced":["Avançat"],"General":["General"],"Author":["Autor"],"Cancel":["Cancel·la"],"Redo":["Refés"],"Undo":["Desfés"],"Apply":["Aplica"],"Help":["Ajuda"],"Back":["Enrere"],"Move down":["Mou avall"],"Move up":["Mou amunt"],"No results found.":["No s'ha trobat cap resultat."],"Additional CSS":["CSS addicionals"],"Learn more about CSS":["Apreneu més sobre CSS"],"Colors":["Colors"],"Default":["Predeterminada"],"Site Icon":["Icona del lloc web"],"Publish":["Publica"],"(opens in a new tab)":["(s'obre en una pestanya nova)"],"Add":["Afegeix"],"%s item":["%s element","%s elements"],"Uncategorized":["Sense categoria"],"Close":["Tanca"],"(no title)":["(sense títol)"],"Edit":["Edita"],"%1$s (%2$s)":["%1$s (%2$s)"],"Search":["Cerca"],"Settings":["Opcions"],"Plugins":["Extensions"],"Activate":["Activa"]}},"comment":{"reference":"wp-includes\/js\/dist\/edit-site.js"}}