{"translation-revision-date":"2024-07-25 12:29:46+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Orientation:":["Orientación:"],"This might not be a valid URL.":["Puede que no sea una URL válida."],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Introduce una URL completa. Por ejemplo: https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"Failed to fetch block data. Please try again later.":["No se han podido obtener los datos del bloque. Vuelve a intentarlo más tarde."],"Failed to install WPForms. Please try again later.":["Error al instalar WPForms. Vuelve a intentarlo más tarde."],"Failed to install Spectra. Please try again later.":["No se ha podido instalar Spectra. Vuelve a intentarlo más tarde."],"Failed import WPForms. Please try again later.":["Error al importar WPForms. Vuelve a intentarlo más tarde."],"Failed to import the block. Please try again later.":["No se ha podido importar el bloque. Vuelve a intentarlo más tarde."],"Failed to active WPForms. Please try again later.":["Error al activar WPForms. Vuelve a intentarlo más tarde."],"Failed to active Spectra. Please try again later.":["No se ha podido activar Spectra. Vuelve a intentarlo más tarde."],"If this error continues please contact our %1$s.":["Si este error continúa, ponte en contacto con nuestro %1$s."],"support team":["equipo de soporte"],"Please wait a moment":["Espera un momento"],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Tus plantillas favoritas se mostrarán aquí. Aún no tienes ninguna favorita. ¡Haz clic en el icono del corazón y empieza a añadirlas!"],"No favorites added.":["No se han añadido favoritas."],"Plus, you will get these extra benefits:":["Además, obtendrás estas ventajas adicionales:"],"Access Design Library":["Biblioteca de diseño de acceso"],"Localized your website to any language":["Traduce tu sitio web a cualquier idioma"],"Easily find stunning images for your website":["Encuentra fácilmente imágenes impactantes para tu sitio web"],"Free AI credits to create personalized content":["Créditos de IA gratuitos para crear contenidos personalizados"],"Updated templates design library":["Biblioteca de diseños de plantillas actualizada"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Esta plantilla incluye contenido dinámico que no se transferirá con la importación. Tendrás que añadir manualmente estos datos dinámicos a la página."],"Favorites":["Favoritas"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Al desactivar el modo adaptativo se muestran las plantillas sin texto, imágenes y estilos de tema personalizados."],"Installing WPForms plugin…":["Instalando el plugin WPForms…"],"Installing Spectra plugin…":["Instalando el plugin Spectra…"],"Activating WPForms plugin…":["Activando el plugin WPForms…"],"Activating Spectra plugin…":["Activando el plugin Spectra…"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Se ha producido un problema procesando la solicitud. Por favor, inténtalo de nuevo. Si este error continúa, por favor ponte en contacto con nuestro <a href=\"%1$s\">equipo de soporte<\/a>."],"Oops , Something went wrong!":["¡Vaya! Algo ha ido mal."],"Error: %s":["Error: %s"],"Back to Main Screen":["Volver a la pantalla principal"],"Name, language & type":["Nombre, idioma y tipo"],"Let's Start":["Empecemos"],"Connect your account":["Conecta tu cuenta"],"Connect":["Conectar"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"or drop your images here":["o deja tus imágenes aquí"],"Clear":["Vaciar"],"Upload Your Images":["Sube tus imágenes"],"Upload images":["Subir imágenes"],"Select or Upload Media":["Elige o sube medios"],"You can easily purchase additional AI credits later anytime.":["Puedes comprar fácilmente créditos IA adicionales más adelante, cuando quieras."],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Empieza con los 1000 créditos IA que te proporcionaron cuando te registraste en tu cuenta gratuita. Con ellos, podrás personalizar plantillas en las categorías %s."],"Want to see how this works?":["¿Quieres ver cómo funciona?"],"Unlock 200,000 AI Credits for Just $39":["Desbloquea 200.000 créditos de IA por sólo 39 $."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["A tu cuenta le quedan %1$s créditos de IA. Si quieres personalizar toda la biblioteca de diseños con contenidos e imágenes adaptados a tu negocio y proyecto web, necesitarás %2$s créditos."],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Con los créditos de IA, tienes el poder de personalizar la biblioteca de diseños con textos únicos y bellas imágenes específicas para tu sitio web."],"Uh Oh, you're out of AI credits 😕":["Vaya, te has quedado sin créditos de IA 😕"],"Please enter a valid email":["Introduce un correo electrónico válido"],"Please provide the contact information details below. These will be used on the website.":["Proporciona los datos de contacto que figuran a continuación. Se utilizarán en el sitio web."],"How can people get in touch with ":["¿Cómo puede la gente ponerse en contacto con "],"(Please enter a valid email":["(Introduce un correo electrónico válido"],"Enter your Yelp business URL":["Introduce la URL de tu negocio en Yelp"],"Enter your Google Business URL":["Introduce tu URL de Google Business"],"Enter your %s account URL":["Introduce la URL de tu cuenta de %s"],"Social Media":["Redes sociales"],"Enter your account URL":["Introduce la URL de tu cuenta"],"This website is for:":["Este sitio web es para:"],"Enter name or title of the website":["Introduce el nombre o título del sitio web"],"Name of the website:":["Nombre del sitio web:"],"Please Enter your Licence Key":["Introduce tu clave de licencia"],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Accede a esta plantilla y a todas las demás con el paquete Essentials & Business Toolkit a partir de sólo 79 $."],"AI Credits remaining":["Créditos de IA restantes"],"Buy AI Credits":["Comprar créditos de IA"],"AI Credits in Your Account":["Créditos de IA en tu cuenta"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["La mejor forma de describir cualquier cosa es respondiendo a unas cuantas preguntas: quién, qué, dónde, por qué, cuándo, etc."],"Failed to generate business description using AI. Please retry or enter details manually.":["No se ha podido generar la descripción de la empresa con la IA. Vuelve a intentarlo o introduce los datos manualmente."],"Description Generation Error!":["¡Error de generación de descripción!"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Accede a nuestra biblioteca de cientos de plantillas perfectas, creadas por diseñadores, creando una cuenta gratuita en ZipWP."],"Adaptive Mode":["Modo adaptable"],"Revise the previously entered information from AI setup.":["Revisa la información introducida previamente en la configuración de IA."],"Add details for the AI to suggest relevant text and images.":["Añade detalles para que la IA sugiera textos e imágenes relevantes."],"Update the details for the AI to suggest new text and images.":["Actualiza los detalles para que la IA sugiera nuevos textos e imágenes."],"Personalize Library":["Personalizar la biblioteca"],"Update AI":["Actualizar la IA"],"Page":["Página","Páginas"],"Kits":["Kits"],"Let’s Go (%s Credits)":["Vamos (%s créditos)"],"Revoke":["Revocar"],"You will need to re-authorize Zip to use it again.":["Tendrás que volver a autorizar Zip para volver a utilizarlo."],"Are you sure you wish to revoke the authorization token?":["¿Estás seguro de que deseas revocar el token de autorización?"],"Revoke Access":["Revocar acceso"],"Build using AI":["Construye con IA"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Obtén el contenido de todas tus páginas con un solo clic. Puedes generar contenido página por página haciendo uso de la opción «Saltar». ¡Estamos aquí para hacer que todo sea fácil y se adapte perfectamente a tus necesidades!"],"Generate Content for Pages":["Generar contenido para las páginas"],"The search result not found. Try another search.":["No se ha encontrado el resultado de la búsqueda. Intenta otra búsqueda."],"No Result Found":["No se han encontrado resultados"],"Skip & Import \"%s\" Page":["Saltar e importar página «%s»"],"Color Styles: ":["Estilos de color: "],"Patterns":["Patrones"],"Design Library":["Biblioteca de diseños"],"Syncing":["Sincronizando"],"Are you sure you want to cancel the content generation process?":["¿Estás seguro de que quieres cancelar el proceso de generación de contenidos?"],"This option will preview & import only wireframe (default) content and images.":["Esta opción previsualizará e importará sólo contenido e imágenes wireframe (por defecto)."],"Disable AI":["Desactivar IA"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Restablece la información introducida previamente desde la configuración de la IA y borra todo el contenido generado por la IA."],"Reset AI Information":["Restablecer la información de la IA"],"Update images":["Actualizar imágenes"],"Error saving the page: %s":["Error al guardar la página: %s"],"Installed the required plugin. The page will be saved and refreshed.":["Instalado el plugin necesario. La página se guardará y se actualizará."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["La subida de medios ha fallado. Si esto es una foto o una imagen grande, por favor, reduce su tamaño e inténtalo de nuevo."],"You are probably offline.":["Probablemente estés desconectado."],"An unknown error occurred.":["Se ha producido un error desconocido."],"The response is not a valid JSON response.":["Las respuesta no es una respuesta JSON válida."],"Error Occurred!":["¡Ha ocurrido un error!"],"License key":["Clave de licencia"],"Skip":["Omitir"],"Pages":["Páginas"],"Filter by Color":["Filtrar por color"],"You will need to add it manually on the page.":["Tendrás que añadirlo en la página manualmente."],"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["La plantilla de página que estás a punto de importar contiene un widget o módulo dinámico. Ten en cuenta que estos datos dinámicos no estarán disponibles en la página importada."],"Heads Up!":["¡Cuidado!"],"Back to Templates":["Volver a las plantillas"],"Cancel":["Cancelar"],"Categories":["Categorías"]}},"comment":{"reference":"inc\/lib\/gutenberg-templates\/dist\/main.js"}}