{"translation-revision-date":"2024-07-25 12:29:46+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"You will need to reconnect to use AI features again.":["Tendrás que volver a conectarte para utilizar de nuevo las características de IA."],"Are you sure you want to disconnect?":["¿Seguro que quieres desconectar?"],"Your website is connected to AI. You can disconnect at any time.":["Tu sitio está conectado a la IA. Puedes desconectarte en cualquier momento."],"Zip - Your AI Assistant":["Zip - Tu asistente de IA"],"Default route fallback":["Ruta de respaldo por defecto"],"Revoke":["Revocar"],"Revoke Access":["Revocar acceso"],"Zip is Authorized":["Zip está autorizado"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Puedes activar o desactivar fácilmente la IA Zip desde esta sección. Simplemente activa o desactiva el interruptor con un solo clic."],"Enable Zip AI":["Activar Zip AI"],"of %s":["de %s"],"Get more Credits":["Obtener más créditos"],"Words Written":["Palabras escritas"],"Visit Website":["Visita la web"],"From the Team Behind Some Iconic WordPress Products":["Del equipo detrás de algunos productos icónicos de WordPress"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Con Zip AI a tu lado, puedes crear hermosas páginas web personalizadas al 100%s sin necesidad de conocimientos de diseño o programación."],"Custom Pages with AI":["Páginas personalizadas con IA"],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Se acabaron los problemas de programación compleja. Zip puede crear código personalizado, funciones y CSS adaptados a tus necesidades."],"Generate Custom Code":["Generar código personalizado"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Di adiós a los diseños genéricos y saluda a las plantillas de página personalizadas de Zip, hechas a tu medida."],"Personalized Templates":["Plantillas personalizadas"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["¿Tienes preguntas? Zip tiene las respuestas. Tanto si se trata de solucionar problemas como de personalizar tu sitio, Zip te cubre las espaldas."],"WordPress Wizardry":["WordPress Wizardry"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip puede personalizar y adaptar los patrones de bloques y las plantillas de secciones a las necesidades únicas de tu web."],"AI-Powered Block Patterns":["Patrones de bloques con IA"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Con Zip, puedes crear sin esfuerzo textos persuasivos y atractivos que resuenen en tu audiencia."],"Craft Compelling Content":["Elabora contenidos convincentes"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI es tu asistente de WordPress, accesible directamente desde tu backend. Crea contenido persuasivo, genera código personalizado y obtén respuestas a tus consultas sobre WordPress en cuestión de segundos. ¡Las posibilidades son infinitas!"],"Welcome to the Zip AI Setup Wizard!":["¡Bienvenido al asistente de configuración de Zip AI!"],"Go back to the dashboard":["Volver al escritorio"],"Get Started Now":["Empieza ahora"],"Cancel":["Cancelar"]}},"comment":{"reference":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js"}}