{"translation-revision-date":"2023-05-15 20:43:58+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"eu_ES"},"BuddyPress Member.":["BuddyPressen Kidea."],"Toggle to display the user's mention name under their display name.":["Txandaka ezazu erabiltzailearen aipamen izena bistaratzea bere izenaren behealdean bistaratzearekin."],"Include the user's mention name under their display name.":["Sar ezazu erabiltzailearen aipamenaren izena bere izenaren behealdean bistaratzeko."],"Display Mention slug":["Erakutsi Aipamen slug-a"],"Toggle to display the user's cover image over their display name.":["Txandaka ezazu erabiltzailearen azalaren irudia bistaratzea bere izenaren gainean bistaratzearekin."],"Include the user's cover image over their display name.":["Sar ezazu erabiltzailearen azalaren irudia izenaren gainean bistaratzeko."],"Display Cover Image":["Erakuts ezazu Azalaren Irudia"],"Select \"None\" to disable the avatar.":["Avatarra desgaitzeko, aukera ezazu \"Bat ere ez\"."],"Avatar size":["Avatarraren tamaina"],"Toggle to display a link to the user's profile page under their display name.":["Erabiltzailearen profileko orrialdera, txandaka ezazu esteka bat bistaratze-izenarekin."],"Include a link to the user's profile page under their display name.":["Sar ezazu esteka bat erabiltzailearen profileko orrialdean, bere bistaratze izenaren behealdean."],"Display Profile button":["Bistara ezazu Profil-botoia"],"Select another member":["Aukera ezazu beste kide bat"],"Enter Member's username here…":["Hemen, idatz ezazu Kidearen erabiltzaile-izena..."],"Member's username":["Kidearen erabiltzaile-izena"],"Start typing the name of the member you want to feature into this post.":["Has zaitez idazten bidalketa honetan ezaugarritu nahi duzun kidearen izena."],"BuddyPress Member":["BuddyPressen Kide"],"Full":["Beteta"],"Thumb":["Miniatura"],"Member":["Kidea"],"None":["Ezer ez"],"Settings":["Ezarpenak"]}},"comment":{"reference":"bp-members\/js\/blocks\/member.js"}}